var recruit_json=[
		{
			'recruit_name':'MAYA动画师',
			'recruit_name_en' : 'ANIMATOR',
			'dept' : '动画',
			'recruit_num' : 10,
			'recruit_req' : [
				'1、3D设计相关专业大专及以上学历，具备实际3D动画制作经验2年以上；',
				'2、精通3D Max, Maya 软件，负责角色绑定相关工作，并按公司需要完成动画制作；',
				'3、精通各种动画原理,表演手法,热爱表演艺术；',
				'4、熟悉动画制作流程，对作品的色彩、材质、光照、节奏及镜头的运用有良好的感觉；',
				'5、能独立设计，制作各种风格的3D模型、动画（有建模及独立设计能力者优先）。'
			]
		},
		{
			'recruit_name':'MAYA渲染师',
			'recruit_name_en' : 'LIGHTING ENGINEER',
			'dept' : '灯光',
			'recruit_num' : 10,
			'recruit_req' : [
				'1、熟悉CG渲染器Vray, Mental ray, arnold，renderman两种以上渲染器；',
				'2、渲染毛发、粒子经验者，熟悉渲染农场的架构，网络渲染；',
				'3、进行所需渲染器的研发,材质编写，懂：shading language，优先考虑；',
				'4、较强的程序或脚本开发能力；',
				'5、熟练掌握MAYA材质渲染模块，基本分层渲染输出，高级渲染设置；',
				'6、有良好的美术功底和艺术修养，对色彩和光线有良好的感觉。'
			]
		},
		{
			'recruit_name':'高级角色建模师',
			'recruit_name_en' : 'ROLE MODELER',
			'dept' : '灯光',
			'recruit_num' : 10,
			'recruit_req' : [
				'1、熟练使用三维软件3DMAX、ZB等,会分UV、VRAY等渲染器；',
				'2、根据原画或照片创建3D角色高模或低模，同时满足艺术和设计需求；',
				'3、有较强的造型能力，布线合理，能够准确的将设计图转化为三维模型；',
				'4、相关专业、专科以上学历,或有三年以上影视游戏建模工作经验；',
				'5、良好的沟通能力和独立思考能力,学习能力强,团队合作意识强,有强烈的责任感,充满激情和正能量。'
			]
		},
		{
			'recruit_name':'影视特效师',
			'recruit_name_en' : 'EFFECTS ARTIST',
			'dept' : '特效',
			'recruit_num' : 5,
			'recruit_req' : [
				'1、一年以上三维特效制作的工作经验；',
				'2、熟悉MAYA特效模块，能熟练制作刚体流体粒子毛发布料等三维特效；',
				'3、有良好的镜头感觉，具备色彩、灯光等专业知识；',
				'4、有成熟的作品或参与的项目以供聘用参考',
				'5、熟练运用Houdini者优先。'
			]
		},
		{
			'recruit_name':'制片',
			'recruit_name_en' : 'FILMMAKONG',
			'dept' : '制片',
			'recruit_num' : 3,
			'recruit_req' : [
				'1、大专以上学历，对影视广告、游戏宣传片、CG等制作有一定认知，了解制作表现手法；',
				'2、具有较好的视觉艺术鉴赏能力，把握制作内容的整体风格走向；',
				'3、形象气质佳，具有较强的协调、沟通能力，良好的职业操守，能承受一定的工作压力；',
				'4、有成熟的作品或参与的项目以供聘用参考；',
				'5、良好的沟通能力和独立思考能力,学习能力强,团队合作意识强,有强烈的责任感,充满激情和正能量。'
			]
		},
		{
			'recruit_name':'场景建模师',
			'recruit_name_en' : 'SCENE MODELER',
			'dept' : '设计',
			'recruit_num' : 5,
			'recruit_req' : [
				'1、大专以上学历，对影视广告、游戏宣传片、CG等制作有一定认知，了解制作表现手法；',
				'2、具有较好的视觉艺术鉴赏能力，把握制作内容的整体风格走向；',
				'3、形象气质佳，具有较强的协调、沟通能力，良好的职业操守，能承受一定的工作压力。'
			]
		},
		{
			'recruit_name':'绑定师',
			'recruit_name_en' : 'CG RIGER',
			'dept' : '绑定',
			'recruit_num' : 1,
			'recruit_req' : [
				'1、熟练掌握maya进行角色道具的绑定和变形控制,有能力解决不同角色和各种情况的绑定问题；',
				'2、熟悉常规生物的骨骼架构，肌肉动态和运动方式具有一定的联想分析能力，能准确解读Storyboard所传递的信息，能进行超写实角色全身肌肉绑定；',
				'3、具有一定的美术功底，能把握模型造型,变形效果，有个人见解并能指导模型师进行变形目标体的制作；',
				'4、能根据客户要求使用maya完成高质量的系统绑定，高效的按时完成任务；',
				'5、熟练绑定相关的程序编写，通晓mel、Python，并成功独立开发过插件者优先。'
			]
		},
		{
			'recruit_name':'影视后期合成制作师',
			'recruit_name_en' : 'THE FILM AND TELEVISION POST-PRODACTION',
			'dept' : '后期',
			'recruit_num' : 2,
			'recruit_req' : [
				'1、专科以上学历，影视制作、动画设计或广告设计相关专业，一年以上影视包装/后期制作（AE为主）方面的工作经验，能独立完成影片剪辑、包装、后期动画、后期特效处理等高品质影视项目；',
				'2、熟悉影片的后期制作流程及标准，熟练使用后期制作和相关软件（Maya、C4d、After Effects Photoshop 等）；',
				'3、熟悉各种视频、音频文件转换，编码格式等，能够按工作标准完成各项高强度工作，能适应紧急项目加班；',
				'4、丰富的视觉表达经验，良好的审美和创新能力，对作品的主题创意、标版设计、动画、质感、节奏、色彩、音乐等方面能较好把握；',
				'5、注重团队合作，有责任心，真心喜欢和爱好这份职业，渴望好的机会制作出真正属于自己创意的作品。'
			]
		}
	];